<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;
use Illuminate\Support\Facades\Hash;
use Illuminate\Support\Str;

class RegionsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $regions = [
            ["id" => 99, "name" => "Байконур Город"],
            ["id" => 92, "name" => "Севастополь Город"],
            ["id" => 91, "name" => "Крым Республика"],
            ["id" => 89, "name" => "Ямало-Ненецкий Автономный округ"],
            ["id" => 88, "name" => "Эвенкийский Автономный округ"],
            ["id" => 87, "name" => "Чукотский Автономный округ"],
            ["id" => 86, "name" => "Ханты-Мансийский Автономный округ - Югра Автономный округ"],
            ["id" => 85, "name" => "Иркутская обл Усть-Ордынский Бурятский Округ"],
            ["id" => 84, "name" => "Таймырский (Долгано-Ненецкий) Автономный округ"],
            ["id" => 83, "name" => "Ненецкий Автономный округ"],
            ["id" => 82, "name" => "Корякский Автономный округ"],
            ["id" => 81, "name" => "Коми-Пермяцкий Автономный округ"],
            ["id" => 80, "name" => "Забайкальский край Агинский Бурятский Округ"],
            ["id" => 79, "name" => "Еврейская Автономная область"],
            ["id" => 78, "name" => "Санкт-Петербург Город"],
            ["id" => 77, "name" => "Москва Город"],
            ["id" => 76, "name" => "Ярославская Область"],
            ["id" => 75, "name" => "Забайкальский Край"],
            ["id" => 74, "name" => "Челябинская Область"],
            ["id" => 73, "name" => "Ульяновская Область"],
            ["id" => 72, "name" => "Тюменская Область"],
            ["id" => 71, "name" => "Тульская Область"],
            ["id" => 70, "name" => "Томская Область"],
            ["id" => 69, "name" => "Тверская Область"],
            ["id" => 68, "name" => "Тамбовская Область"],
            ["id" => 67, "name" => "Смоленская Область"],
            ["id" => 66, "name" => "Свердловская Область"],
            ["id" => 65, "name" => "Сахалинская Область"],
            ["id" => 64, "name" => "Саратовская Область"],
            ["id" => 63, "name" => "Самарская Область"],
            ["id" => 62, "name" => "Рязанская Область"],
            ["id" => 61, "name" => "Ростовская Область"],
            ["id" => 60, "name" => "Псковская Область"],
            ["id" => 59, "name" => "Пермский Край"],
            ["id" => 58, "name" => "Пензенская Область"],
            ["id" => 57, "name" => "Орловская Область"],
            ["id" => 56, "name" => "Оренбургская Область"],
            ["id" => 55, "name" => "Омская Область"],
            ["id" => 54, "name" => "Новосибирская Область"],
            ["id" => 53, "name" => "Новгородская Область"],
            ["id" => 52, "name" => "Нижегородская Область"],
            ["id" => 51, "name" => "Мурманская Область"],
            ["id" => 50, "name" => "Московская Область"],
            ["id" => 49, "name" => "Магаданская Область"],
            ["id" => 48, "name" => "Липецкая Область"],
            ["id" => 47, "name" => "Ленинградская Область"],
            ["id" => 46, "name" => "Курская Область"],
            ["id" => 45, "name" => "Курганская Область"],
            ["id" => 44, "name" => "Костромская Область"],
            ["id" => 43, "name" => "Кировская Область"],
            ["id" => 42, "name" => "Кемеровская Область"],
            ["id" => 41, "name" => "Камчатский Край"],
            ["id" => 40, "name" => "Калужская Область"],
            ["id" => 39, "name" => "Калининградская Область"],
            ["id" => 38, "name" => "Иркутская Область"],
            ["id" => 37, "name" => "Ивановская Область"],
            ["id" => 36, "name" => "Воронежская Область"],
            ["id" => 35, "name" => "Вологодская Область"],
            ["id" => 34, "name" => "Волгоградская Область"],
            ["id" => 33, "name" => "Владимирская Область"],
            ["id" => 32, "name" => "Брянская Область"],
            ["id" => 31, "name" => "Белгородская Область"],
            ["id" => 30, "name" => "Астраханская Область"],
            ["id" => 29, "name" => "Архангельская Область"],
            ["id" => 28, "name" => "Амурская Область"],
            ["id" => 27, "name" => "Хабаровский Край"],
            ["id" => 26, "name" => "Ставропольский Край"],
            ["id" => 25, "name" => "Приморский Край"],
            ["id" => 24, "name" => "Красноярский Край"],
            ["id" => 23, "name" => "Краснодарский Край"],
            ["id" => 22, "name" => "Алтайский Край"],
            ["id" => 21, "name" => "Чувашская Республика - Чувашия"],
            ["id" => 20, "name" => "Чеченская Республика"],
            ["id" => 19, "name" => "Хакасия Республика"],
            ["id" => 18, "name" => "Удмуртская Республика"],
            ["id" => 17, "name" => "Тыва Республика"],
            ["id" => 16, "name" => "Татарстан Республика"],
            ["id" => 15, "name" => "Северная Осетия - Алания Республика "],
            ["id" => 14, "name" => "Саха /Якутия/ Республика"],
            ["id" => 13, "name" => "Мордовия Республика"],
            ["id" => 12, "name" => "Марий Эл Республика"],
            ["id" => 11, "name" => "Коми Республика"],
            ["id" => 10, "name" => "Карелия Республика"],
            ["id" => 9, "name" => "Карачаево-Черкесская Республика"],
            ["id" => 8, "name" => "Калмыкия Республика"],
            ["id" => 7, "name" => "Кабардино-Балкарская Республика"],
            ["id" => 6, "name" => "Ингушетия Республика"],
            ["id" => 5, "name" => "Дагестан Республика"],
            ["id" => 4, "name" => "Алтай Республика"],
            ["id" => 3, "name" => "Бурятия Республика"],
            ["id" => 2, "name" => "Башкортостан Республика"],
            ["id" => 1, "name" => "Адыгея Республика"],
        ];

        DB::table('regions')->insert($regions);
    }
}
