{{--<html>--}}
{{--<body>--}}
{{--<h2 align="center">Договор №{{ $agreement->number }}</h2>--}}
{{--<h4 align="center">возмездного оказания услуг</h4>--}}
{{--<p align="right">от {{ \Carbon\Carbon::parse($agreement->date)->format('d.m.Y') }}</p>--}}

{{--<p>--}}
{{--    {{ $company->full_name }}, именуемое в дальнейшем «Заказчик», в лице {{ $company->signerUser->lastname . ' ' . $company->signerUser->firstname . ' ' . $company->signerUser->patronymic }}, действующий на основании Доверенности от  <b>????????????</b> г., с одной стороны,--}}
{{--    и {{ $user->firstname  . ' ' . $user->lastname . ' ' . $user->patronymic }}, гражданин страны РОССИЯ, применяющий в своей деятельности специальный налоговый режим «Налог на профессиональный доход», зарегистрированный как плательщик налога на профессиональный доход в г. <b>????????????</b> именуемый в дальнейшем «Исполнитель», с другой стороны,--}}
{{--    вместе именуемые «Стороны» или по отдельности «Сторона», заключили настоящий Договор (далее «Договор») о нижеследующем:--}}
{{--</p>--}}

{{--<h3 align="center">1. ПРЕДМЕТ ДОГОВОРА</h3>--}}

{{--<p>1.1. Исполнитель обязуется по заданию Заказчика оказать услуги  для {{ $company->full_name }}, которое является клиентом Заказчика (далее «Клиент»), в том числе: <b>????????????</b><b>????????????</b><b>????????????</b></p>--}}

{{--<table width="100%" border="1" cellspacing="0" cellpadding="2">--}}
{{--    <thead>--}}
{{--    <tr>--}}
{{--        <th>№</th>--}}
{{--        <th>Вид услуги</th>--}}
{{--    </tr>--}}
{{--    </thead>--}}
{{--    <tbody>--}}
{{--    <tr>--}}
{{--        <td>1</td>--}}
{{--        <td><b>????????????</b><b>????????????</b></td>--}}
{{--    </tbody>--}}
{{--</table>--}}

{{--<p>1.2. Местом оказания услуг является <b>????????????</b></p>--}}
{{--<p>1.3. Исполнитель оказывает услуги, перечисленные в пункте 1.1 настоящего Договора, по месту осуществления деятельности Клиентом или его подразделениями на территории Российской Федерации, в период c <b>????????????</b> по <b>????????????</b> включительно.</p>--}}
{{--<p>1.4. Заказчик обязуется выплатить Исполнителю вознаграждение по настоящему договору по завершении оказания услуги (этапа оказания услуги) в соответствии с порядком, сроками и условиями, предусмотренными настоящим Договором.</p>--}}
{{--<p>1.5. Исполнитель оказывает услуги лично. Исполнитель отвечает перед Заказчиком за результат оказания услуг и не связан подчинением правилам внутреннего трудового распорядка Заказчика. Действия, выполняемые Исполнителем в интересах Заказчика или его Клиента в порядке исполнения обязательств по настоящему Договору, не рассматриваются Сторонами настоящего Договора как трудовая функция Исполнителя. Исполнитель не становится штатным сотрудником (работником) Заказчика, не подлежит социальному страхованию за счет Заказчика и не пользуется льготами, установленными для лиц, состоящих с Заказчиком в трудовых отношениях.</p>--}}

{{--<h3 align="center">2. ОБЯЗАННОСТИ ИСПОЛНИТЕЛЯ</h3>--}}

{{--<p>2.1. Исполнитель обязуется оказать (выполнить) весь объем услуг по настоящему Договору за 13 этапов (месяцев), при этом прием-сдача услуг будут производиться по завершении очередного этапа или не позднее последнего дня каждого месяца в период действия договора.</p>--}}
{{--<p>2.2. Исполнитель обязуется оказывать услуги, предусмотренные пунктом 1.1 настоящего Договора, обеспечивая выполнение необходимых услуг в установленные Заказчиком (по согласованию с Клиентом) сроки, в полном объеме и с высоким качеством.</p>--}}
{{--<p>2.3. Исполнитель обязуется бережно относиться к имуществу, оборудованию и готовой продукции и иным ресурсам Заказчика и Клиента, предоставленных для оказания услуги; обеспечивать их сохранность и не допускать их повреждений. За ущерб причиненный имуществу Исполнитель несет материальную ответственность перед Заказчиком.</p>--}}
{{--<p>2.4. Исполнитель не вправе в течение всего срока действия настоящего Договора без письменного разрешения Заказчика использовать имущество, оборудование, готовую продукцию, коммуникации и иные ресурсы Клиента или Заказчика не в целях выполнения обязательств по настоящему Договору.</p>--}}
{{--<p>2.5. Исполнитель до начала оказания услуг предоставляет Заказчику копию уведомления налогового органа о постановке Исполнителя на учет в качестве плательщика налога на профессиональный доход.--}}
{{--    Исполнитель обязан состоять на учете в качестве плательщика налога на профессиональный доход в течение всего срока действия настоящего Договора (с учетом его возможного продления).--}}
{{--    В случаях, если Исполнитель снялся с учета в качестве плательщика налога на профессиональный доход либо по тем или иным причинам утратил право на применение данного специального режима в течение срока действия настоящего Договора (с учетом его возможного продления), Исполнитель обязан уведомить об этом Заказчика не позднее следующего рабочего дня с момента снятия с учета либо утраты права на применение специального режима. При этом Исполнитель обязан уплатить Заказчику штраф за каждый месяц необладания статусом плательщика налога на профессиональный доход, в размере 30% от суммы вознаграждения Исполнителя в том месяце, в котором Исполнитель оказывал Заказчику услуги и не обладал при этом статусом плательщика налога на профессиональный доход. Стороны договорились, что оплата данного штрафа осуществляется путем уменьшения вознаграждения, подлежащего выплате Исполнителю, на сумму соответствующего штрафа. При отсутствии денежных выплат в адрес Исполнителя, из которых Заказчик мог бы удержать штраф, Исполнитель обязуется уплатить сумму штрафа Заказчику в течение 5 (пяти) рабочих дней с момента соответствующего запроса Заказчика.--}}
{{--</p>--}}

{{--<h3 align="center">3. ОБЯЗАННОСТИ ЗАКАЗЧИКА</h3>--}}

{{--<p>3.1. Заказчик либо Клиент предоставляет Исполнителю информацию, документы и материалы, необходимые для оказания услуг, предусмотренных настоящим Договором.</p>--}}
{{--<p>3.2. Заказчик производит оплату услуг, предоставленных Исполнителем, после их приемки Заказчиком по Акту выполненных приема-сдачи работ (услуг) /Отчету, в размере и в сроки, установленные настоящим Договором. Акт приема-сдачи работ (услуг) / Отчет выставляется Исполнителем Заказчику по итогам каждого отчетного периода, которым является календарный месяц.</p>--}}
{{--<p>3.3. Заказчик не вступает налоговым агентом, не удерживает налог из вознаграждения Исполнителя и не начисляет на вознаграждение страховые взносы. так как Исполнитель зарегистрирован в качестве плательщика налога на профессиональный доход.</p>--}}

{{--<h3 align="center">4. ПОРЯДОК СДАЧИ И ПРИЕМКИ РАБОТ (УСЛУГ)</h3>--}}

{{--<p>4.1. После завершения Исполнителем оказания услуги (этапа оказания услуги) и передачи результата Заказчику, Исполнитель и Заказчик оформляют Акт приема-сдачи работ (услуг)/Отчет, в котором указываются оказанные услуги и фактическое время, затраченное Исполнителем.</p>--}}
{{--<p>4.2. Заказчик и Клиент вправе во всякое время проверять ход выполнения обязательств по настоящему Договору, а также количество и качество предоставляемых Исполнителем услуг.</p>--}}

{{--<h3 align="center">5. ОПЛАТА УСЛУГ ИСПОЛНИТЕЛЯ</h3>--}}
{{--<p>5.1. Оплата услуг (этапов оказания услуг), предоставленных по настоящему Договору, производится исходя из фактически обоснованных временных затрат Исполнителя, которые подтверждены Актами приема-сдачи работ (услуг)/ Отчетами, и тарифами оплаты, указанными в пункте «1.1» настоящего договора.</p>--}}
{{--<p>5.2. Вознаграждение в указанном размере выплачивается Исполнителю при условии, что услуги (этап услуги) оказаны в полном объеме, в установленные сроки и с надлежащим качеством. Услуга считается оказанной надлежащим образом после сдачи работ Заказчику и оформления Акта приема-сдачи работ (услуг) Заказчиком или его уполномоченным представителем.</p>--}}
{{--<p>5.3. В цену услуг не включаются издержки Исполнителя, понесенные им при оказании услуг по договору. Данные расходы подлежат возмещению/оплате Заказчиком сверх цены услуг при условии предварительного письменного согласования их с Заказчиком и при предоставлении документов, подтверждающих такие расходы. Конкретизация издержек отражена в приложении к настоящему договору.</p>--}}
{{--<p>5.4. В период оказания услуг по настоящему Договору, помимо вознаграждения, указанного в п. 5.1. настоящего Договора, Заказчик может выплачивать Исполнителю дополнительное вознаграждение. Размер дополнительного вознаграждения определяется Сторонами по результатам приема-сдачи выполненных работ и при оформлении Акта приема-сдачи работ (услуг).</p>--}}
{{--<p>5.5. Вознаграждение по настоящему Договору выплачивается Исполнителю в течение 15 дней после оформления Сторонами Акта приема-сдачи работ (услуг).</p>--}}
{{--<p>5.6. В случае невозможности исполнения настоящего Договора, возникшей по вине Заказчика или Клиента, услуги подлежат оплате в части фактически оказанной Исполнителем услуги.</p>--}}
{{--<p>5.7. Все платежи не облагаются НДС, так как исполнитель применяет НПД</p>--}}

{{--<h3 align="center">6. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>--}}
{{--<p>6.1. Стороны несут ответственность за исполнение принятых по договору обязательств в соответствии с гражданским законодательством РФ.</p>--}}
{{--<p>6.2. Любая из Сторон освобождается от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если такое неисполнение произошло в результате наступления форс-мажорных обстоятельств. Таковыми считаются обстоятельства, объективно препятствующие надлежащему исполнению хотя бы одной из Сторон взятых ею на себя обязательств по настоящему Договору, наступление которых эта Сторона не предвидела и объективно не могла предвидеть при заключении Договора.</p>--}}
{{--<p>6.3. В случае наступления форс-мажорных обстоятельств, срок исполнения Сторонами своих обязательств по Договору отодвигается соразмерно времени, в течение которого будут действовать такие обстоятельства. В случае если форс-мажорные обстоятельства будут продолжаться более 1 (одного) месяца, Стороны встретятся, чтобы обсудить необходимые меры для продолжения исполнения обязательств по настоящему Договору. Однако, если в течение последующего месяца Стороны не достигнут взаимоприемлемого решения, любая из Сторон вправе в одностороннем порядке отказаться от исполнения настоящего Договора.</p>--}}

{{--<h3 align="center">7. КОНФИДЕНЦИАЛЬНОСТЬ</h3>--}}

{{--<p>7.1. Условия настоящего Договора являются конфиденциальными и не подлежат разглашению.</p>--}}
{{--<p>7.2. Исполнитель обязуется не разглашать информацию (коммерческую, техническую, научную или иную), которая получена им от Заказчика, Клиента или от третьей стороны в связи с оказанием услуг Заказчику или Клиенту, и является или может являться конфиденциальной. Без особого письменного разрешения собственника информации (Заказчика, Клиента или третьей стороны) такая информация не может быть передана никому, кроме лиц, информирование которых требуется для оказания услуг по настоящему Договору.</p>--}}
{{--<p>7.3. Исполнитель должен принимать все возможные меры для сохранения конфиденциальности сведений, составляющих коммерческую тайну Заказчика и Клиента.</p>--}}
{{--<p>7.4. За разглашение сведений, составляющих конфиденциальную информацию или коммерческую тайну Заказчика или Клиента, Исполнитель несет ответственность, предусмотренную законодательством РФ.</p>--}}

{{--<h3 align="center">8. РАЗРЕШЕНИЕ СПОРОВ</h3>--}}
{{--<p>8.1. Стороны Договора прилагают все усилия к тому, чтобы решать возникающие разногласия и споры, связанные с настоящим Договором, путем переговоров.</p>--}}
{{--<p>8.2. В случае, если Стороны не достигнут соглашения путем переговоров, спор может быть передан на рассмотрение в суд общей юрисдикции.</p>--}}

{{--<h3 align="center">9. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h3>--}}
{{--<p>9.1. Взаимоотношения Исполнителя, Заказчика и Клиента, не урегулированные настоящим Договором, регламентируются гражданским законодательством РФ.</p>--}}
{{--<p>9.2. Настоящий Договор вступает в силу со дня подписания его обеими Сторонами.</p>--}}
{{--<p>9.3. В период действия настоящего Договора любая из Сторон может заявить о своем намерении прекратить действие настоящего Договора посредством направления другой Стороне письменного уведомления не позднее, чем за 5 дней до предполагаемой даты окончания оказания услуг.</p>--}}
{{--<p>9.4. В случае отказа любой из Сторон от дальнейшего исполнения настоящего Договора, Договор прекращается с даты, указанной в уведомлении. При этом Заказчик выплачивает Исполнителю вознаграждение за фактически оказанные услуги. Исполнитель возвращает Заказчику излишне уплаченную сумму вознаграждения в части неоказанных услуг.</p>--}}
{{--<p>9.5. Любые изменения и дополнения к настоящему Договору действительны при совершении их в письменной форме и согласии обеих Сторон.</p>--}}
{{--<p>9.6. Настоящий Договор составлен в двух экземплярах, каждый из которых имеет равную юридическую силу. Один экземпляр настоящего Договора передается Исполнителю, один экземпляр – Заказчику.</p>--}}

{{--<h3 align="center">10. АДРЕСА и ПОДПИСИ СТОРОН</h3>--}}

{{--<table width="100%" border="0" cellspacing="0" cellpadding="2">--}}
{{--    <tbody>--}}
{{--    <tr>--}}
{{--        <td>--}}
{{--            <div align="left">--}}
{{--                <h4>Заказчик</h4>--}}
{{--                <p>ИНН: {{ $company->inn  }}</p>--}}
{{--                <p>КПП: {{ $company->kpp  }}</p>--}}
{{--                <p>Юридический адрес: {{ $company->legal_address  }}</p>--}}
{{--                <p>Факс: <b>????????????</b></p>--}}
{{--                <p>Телефон: +{{ $company->phone  }}</p>--}}
{{--                <br>--}}
{{--                <p>Дата: {{ \Carbon\Carbon::now()->format('d.m.Y') }}</p>--}}
{{--            </div>--}}
{{--        </td>--}}
{{--        <td>--}}
{{--            <div align="right">--}}
{{--                <h4>Исполнитель</h4>--}}
{{--                <p>Дата рождения: {{ \Carbon\Carbon::parse($user->birth_date)->format('d.m.Y') }}</p>--}}
{{--                <p>Паспорт гражданина РФ: {{ $user->passport_series . ' ' . $user->passport_number  }}</p>--}}
{{--                <p>Выдан: {{ $user->passport_issuer  }}</p>--}}
{{--                <p>Адрес: {{ $user->address_flat  }}</p>--}}
{{--                <p>СНИЛС: {{ $user->snils  }}</p>--}}
{{--                <p>ИНН: {{ $user->inn  }}</p>--}}
{{--                <p>Электронная почта: {{ $user->email  }}</p>--}}
{{--                <p>Телефон: +{{ $user->phone  }}</p>--}}
{{--                <p>Подпись <b>????????????</b></p>--}}
{{--                <br>--}}
{{--                <p>Дата: {{ \Carbon\Carbon::now()->format('d.m.Y') }}</p>--}}
{{--            </div>--}}
{{--        </td>--}}
{{--    </tr>--}}
{{--    </tbody>--}}
{{--</table>--}}

{{--</body>--}}
{{--</html>--}}
